{
  "themes": [
    "alineació serena",
    "impuls creatiu",
    "neteja emocional",
    "decisions valentes",
    "sanació suau",
    "límits sagrats",
    "noves oportunitats",
    "claredat interior"
  ],
  "sunCore": {
    "aries": [
      "iniciativa valenta per obrir camins",
      "lideratge natural quan tot comença",
      "decisió ràpida en moments clau"
    ],
    "taurus": [
      "constància pacient per construir a llarg termini",
      "sentit pràctic per protegir recursos",
      "calma ferma quan els altres s’acceleren"
    ],
    "gemini": [
      "agilitat mental per connectar idees",
      "talent comunicatiu que uneix persones",
      "curiositat activa que detecta oportunitats"
    ],
    "cancer": [
      "intuïció emocional molt fina",
      "cura lleial del cercle proper",
      "lectura afectiva del que no es diu"
    ],
    "leo": [
      "presència creativa que inspira",
      "coratge per mostrar-se sense màscares",
      "generositat quan assumeix lideratge"
    ],
    "virgo": [
      "ull clínic per millorar processos",
      "ordre funcional que aporta calma",
      "disciplina útil per transformar caos en claredat"
    ],
    "libra": [
      "diplomàcia elegant en relacions complexes",
      "recerca real d’un equilibri just",
      "talent per mediar sense perdre veritat"
    ],
    "scorpio": [
      "intensitat estratègica amb focus",
      "capacitat de transformació profunda",
      "lectura precisa de motivacions ocultes"
    ],
    "sagittarius": [
      "visió expansiva que obre horitzons",
      "franquesa que activa decisions",
      "instint per trobar propòsit"
    ],
    "capricorn": [
      "disciplina sostinguda orientada a resultats",
      "ambició madura amb sentit d’estructura",
      "alta responsabilitat en metes importants"
    ],
    "aquarius": [
      "independència mental per pensar diferent",
      "mirada innovadora cap al futur",
      "capacitat de trencar patrons obsolets"
    ],
    "pisces": [
      "empatia subtil amb gran sensibilitat",
      "imaginació creativa per a solucions noves",
      "connexió espiritual que calma i guia"
    ]
  },
  "risingStyle": {
    "aries": [
      "impacte inicial directe i sense volta",
      "reacció impulsiva sota pressió social",
      "valentia per prendre iniciativa en grup"
    ],
    "taurus": [
      "presència estable que dona seguretat",
      "resistència rígida quan hi ha incomoditat",
      "constància serena en el seguiment"
    ],
    "gemini": [
      "entrada social lleugera i parladora",
      "inquietud verbal sota tensió",
      "flexibilitat intel·ligent per adaptar-se"
    ],
    "cancer": [
      "primera impressió càlida i protectora",
      "retirada emocional en ambients hostils",
      "capacitat de cuidar sense envair"
    ],
    "leo": [
      "carisma visible des del primer minut",
      "orgull defensiu quan se sent qüestionat",
      "confiança lluminosa que eleva el grup"
    ],
    "virgo": [
      "imatge ordenada i observadora",
      "excés de control en situacions incertes",
      "precisió tranquil·la en els detalls útils"
    ],
    "libra": [
      "tracte amable i conciliador",
      "dubte excessiu davant conflicte obert",
      "talent per harmonitzar posicions oposades"
    ],
    "scorpio": [
      "presència intensa i reservada",
      "defensa tallant quan percep amenaça",
      "profunditat estratègica per llegir context"
    ],
    "sagittarius": [
      "energia oberta i aventurera",
      "franquesa brusca en moments d’estrès",
      "entusiasme que mou els altres"
    ],
    "capricorn": [
      "seriositat fiable en la presentació",
      "duresa autoexigent sota pressió",
      "maduresa per sostenir compromisos"
    ],
    "aquarius": [
      "estil original i una mica distant",
      "desconnexió emocional quan es satura",
      "mirada objectiva que dona perspectiva"
    ],
    "pisces": [
      "aura empàtica i receptiva",
      "evasió quan l’entorn es torna dens",
      "sensibilitat inspiradora en el tracte humà"
    ]
  },
  "openingTemplates": [
    "Dilluns et deixa un missatge ben clar: [THEME] et marcarà la setmana així que confia en la primera decisió que et dona calma.",
    "Dilluns et deixa un missatge ben clar: [THEME] et marcarà la setmana i el teu focus es torna molt més net.",
    "Dilluns et deixa un missatge ben clar: [THEME] et marcarà la setmana sense haver de forçar res.",
    "Dilluns et deixa un missatge ben clar: [THEME] et marcarà la setmana sobretot en allò que de debò et canvia el dia a dia.",
    "Des de dilluns es nota que [THEME] t'endreça el cap així que confia en la primera decisió que et dona calma.",
    "Des de dilluns es nota que [THEME] t'endreça el cap i el teu focus es torna molt més net.",
    "Des de dilluns es nota que [THEME] t'endreça el cap sense haver de forçar res.",
    "Des de dilluns es nota que [THEME] t'endreça el cap sobretot en allò que de debò et canvia el dia a dia.",
    "La setmana s'obre amb [THEME], i et arriba en el moment exacte així que confia en la primera decisió que et dona calma.",
    "La setmana s'obre amb [THEME], i et arriba en el moment exacte i el teu focus es torna molt més net.",
    "La setmana s'obre amb [THEME], i et arriba en el moment exacte sense haver de forçar res.",
    "La setmana s'obre amb [THEME], i et arriba en el moment exacte sobretot en allò que de debò et canvia el dia a dia.",
    "En començar aquests dies, [THEME] t'ajuda a separar el que importa del soroll així que confia en la primera decisió que et dona calma.",
    "En començar aquests dies, [THEME] t'ajuda a separar el que importa del soroll i el teu focus es torna molt més net.",
    "En començar aquests dies, [THEME] t'ajuda a separar el que importa del soroll sense haver de forçar res.",
    "En començar aquests dies, [THEME] t'ajuda a separar el que importa del soroll sobretot en allò que de debò et canvia el dia a dia.",
    "Des del primer dia, [THEME] et demana moure't amb més intenció així que confia en la primera decisió que et dona calma.",
    "Des del primer dia, [THEME] et demana moure't amb més intenció i el teu focus es torna molt més net.",
    "Des del primer dia, [THEME] et demana moure't amb més intenció sense haver de forçar res.",
    "Des del primer dia, [THEME] et demana moure't amb més intenció sobretot en allò que de debò et canvia el dia a dia.",
    "Aquesta setmana comença amb [THEME], i et encaixa molt així que confia en la primera decisió que et dona calma.",
    "Aquesta setmana comença amb [THEME], i et encaixa molt i el teu focus es torna molt més net.",
    "Aquesta setmana comença amb [THEME], i et encaixa molt sense haver de forçar res.",
    "Aquesta setmana comença amb [THEME], i et encaixa molt sobretot en allò que de debò et canvia el dia a dia."
  ],
  "manifestationTemplates": [
    "Amb Sol a [SUN_NAME] i ascendent [RISING_NAME], tens una barreja potent d'instint i direcció, i aquí es nota que [PROFILE_BASE]. Entre dimarts tarda i dijous matí tens una finestra molt bona per a una conversa important.",
    "Amb Sol a [SUN_NAME] i ascendent [RISING_NAME], tens una barreja potent d'instint i direcció, i en el teu cas funciona perquè [PROFILE_BASE]. A mitja setmana s'obre un moment perfecte per ordenar prioritats.",
    "Amb Sol a [SUN_NAME] i ascendent [RISING_NAME], tens una barreja potent d'instint i direcció. A més, [PROFILE_BASE]. Dimecres et convé per desbloquejar el que venia encallat.",
    "Amb Sol a [SUN_NAME] i ascendent [RISING_NAME], tens una barreja potent d'instint i direcció. El més interessant és que [PROFILE_BASE]. Guarda dijous per decisions que et facin més fàcil la setmana vinent.",
    "La teva base [SUN_NAME] amb ascendent [RISING_NAME] et dona claredat per decidir i energia per executar, i justament per això [PROFILE_BASE]. Entre dimarts tarda i dijous matí tens una finestra molt bona per a una conversa important.",
    "La teva base [SUN_NAME] amb ascendent [RISING_NAME] et dona claredat per decidir i energia per executar. També ajuda que [PROFILE_BASE]. A mitja setmana s'obre un moment perfecte per ordenar prioritats.",
    "La teva base [SUN_NAME] amb ascendent [RISING_NAME] et dona claredat per decidir i energia per executar, i aquí es nota que [PROFILE_BASE]. Dimecres et convé per desbloquejar el que venia encallat.",
    "La teva base [SUN_NAME] amb ascendent [RISING_NAME] et dona claredat per decidir i energia per executar, i en el teu cas funciona perquè [PROFILE_BASE]. Guarda dijous per decisions que et facin més fàcil la setmana vinent.",
    "La dupla [SUN_NAME] + [RISING_NAME] t'ajuda a llegir l'ambient sense perdre el centre. A més, [PROFILE_BASE]. Entre dimarts tarda i dijous matí tens una finestra molt bona per a una conversa important.",
    "La dupla [SUN_NAME] + [RISING_NAME] t'ajuda a llegir l'ambient sense perdre el centre. El més interessant és que [PROFILE_BASE]. A mitja setmana s'obre un moment perfecte per ordenar prioritats.",
    "La dupla [SUN_NAME] + [RISING_NAME] t'ajuda a llegir l'ambient sense perdre el centre, i justament per això [PROFILE_BASE]. Dimecres et convé per desbloquejar el que venia encallat.",
    "La dupla [SUN_NAME] + [RISING_NAME] t'ajuda a llegir l'ambient sense perdre el centre. També ajuda que [PROFILE_BASE]. Guarda dijous per decisions que et facin més fàcil la setmana vinent.",
    "Amb [SUN_NAME] solar i [RISING_NAME] ascendent, aquesta setmana es fa més manejable del normal, i aquí es nota que [PROFILE_BASE]. Entre dimarts tarda i dijous matí tens una finestra molt bona per a una conversa important.",
    "Amb [SUN_NAME] solar i [RISING_NAME] ascendent, aquesta setmana es fa més manejable del normal, i en el teu cas funciona perquè [PROFILE_BASE]. A mitja setmana s'obre un moment perfecte per ordenar prioritats.",
    "Amb [SUN_NAME] solar i [RISING_NAME] ascendent, aquesta setmana es fa més manejable del normal. A més, [PROFILE_BASE]. Dimecres et convé per desbloquejar el que venia encallat.",
    "Amb [SUN_NAME] solar i [RISING_NAME] ascendent, aquesta setmana es fa més manejable del normal. El més interessant és que [PROFILE_BASE]. Guarda dijous per decisions que et facin més fàcil la setmana vinent.",
    "La combinació [SUN_NAME]/[RISING_NAME] converteix intenció en moviment amb menys fricció, i justament per això [PROFILE_BASE]. Entre dimarts tarda i dijous matí tens una finestra molt bona per a una conversa important.",
    "La combinació [SUN_NAME]/[RISING_NAME] converteix intenció en moviment amb menys fricció. També ajuda que [PROFILE_BASE]. A mitja setmana s'obre un moment perfecte per ordenar prioritats.",
    "La combinació [SUN_NAME]/[RISING_NAME] converteix intenció en moviment amb menys fricció, i aquí es nota que [PROFILE_BASE]. Dimecres et convé per desbloquejar el que venia encallat.",
    "La combinació [SUN_NAME]/[RISING_NAME] converteix intenció en moviment amb menys fricció, i en el teu cas funciona perquè [PROFILE_BASE]. Guarda dijous per decisions que et facin més fàcil la setmana vinent.",
    "Aquesta setmana premia el teu estil [SUN_NAME] solar + [RISING_NAME] ascendent: directe però amb seny. A més, [PROFILE_BASE]. Entre dimarts tarda i dijous matí tens una finestra molt bona per a una conversa important.",
    "Aquesta setmana premia el teu estil [SUN_NAME] solar + [RISING_NAME] ascendent: directe però amb seny. El més interessant és que [PROFILE_BASE]. A mitja setmana s'obre un moment perfecte per ordenar prioritats.",
    "Aquesta setmana premia el teu estil [SUN_NAME] solar + [RISING_NAME] ascendent: directe però amb seny, i justament per això [PROFILE_BASE]. Dimecres et convé per desbloquejar el que venia encallat.",
    "Aquesta setmana premia el teu estil [SUN_NAME] solar + [RISING_NAME] ascendent: directe però amb seny. També ajuda que [PROFILE_BASE]. Guarda dijous per decisions que et facin més fàcil la setmana vinent."
  ],
  "adviceTemplates": [
    "Consell de confiança: tria dos objectius mesurables i tanca'ls abans de divendres.",
    "Consell de confiança: comença pel més incòmode i deixa l'administratiu per després.",
    "Consell de confiança: protegeix els matins per focus profund i les tardes per converses.",
    "Consell de confiança: si puja la tensió, espera deu minuts abans de respondre.",
    "Si vols que aquesta setmana avanci de debò: tria dos objectius mesurables i tanca'ls abans de divendres.",
    "Si vols que aquesta setmana avanci de debò: comença pel més incòmode i deixa l'administratiu per després.",
    "Si vols que aquesta setmana avanci de debò: protegeix els matins per focus profund i les tardes per converses.",
    "Si vols que aquesta setmana avanci de debò: si puja la tensió, espera deu minuts abans de respondre.",
    "Regla simple per no gastar energia de més: tria dos objectius mesurables i tanca'ls abans de divendres.",
    "Regla simple per no gastar energia de més: comença pel més incòmode i deixa l'administratiu per després.",
    "Regla simple per no gastar energia de més: protegeix els matins per focus profund i les tardes per converses.",
    "Regla simple per no gastar energia de més: si puja la tensió, espera deu minuts abans de respondre.",
    "Moviment pràctic per aterrar-ho: tria dos objectius mesurables i tanca'ls abans de divendres.",
    "Moviment pràctic per aterrar-ho: comença pel més incòmode i deixa l'administratiu per després.",
    "Moviment pràctic per aterrar-ho: protegeix els matins per focus profund i les tardes per converses.",
    "Moviment pràctic per aterrar-ho: si puja la tensió, espera deu minuts abans de respondre.",
    "Perquè el focus no se te'n vagi: tria dos objectius mesurables i tanca'ls abans de divendres.",
    "Perquè el focus no se te'n vagi: comença pel més incòmode i deixa l'administratiu per després.",
    "Perquè el focus no se te'n vagi: protegeix els matins per focus profund i les tardes per converses.",
    "Perquè el focus no se te'n vagi: si puja la tensió, espera deu minuts abans de respondre.",
    "La jugada més intel·ligent aquesta setmana: tria dos objectius mesurables i tanca'ls abans de divendres.",
    "La jugada més intel·ligent aquesta setmana: comença pel més incòmode i deixa l'administratiu per després.",
    "La jugada més intel·ligent aquesta setmana: protegeix els matins per focus profund i les tardes per converses.",
    "La jugada més intel·ligent aquesta setmana: si puja la tensió, espera deu minuts abans de respondre."
  ],
  "closingTemplates": [
    "Quan arribi el cap de setmana, et notaràs més lleuger i amb més control. Això et deixa en una posició molt bona per al que ve ara.",
    "Quan arribi el cap de setmana, veuràs progrés real, no només sensació d'anar corrent. Això et deixa en una posició molt bona per al que ve ara.",
    "Quan arribi el cap de setmana, la teva claredat es notarà per dins i també cap enfora. Això et deixa en una posició molt bona per al que ve ara.",
    "Quan arribi el cap de setmana, et sentiràs orgullós de com ho has portat, sense perdre't. Això et deixa en una posició molt bona per al que ve ara.",
    "Quan entri diumenge, et notaràs més lleuger i amb més control. Això et deixa en una posició molt bona per al que ve ara.",
    "Quan entri diumenge, veuràs progrés real, no només sensació d'anar corrent. Això et deixa en una posició molt bona per al que ve ara.",
    "Quan entri diumenge, la teva claredat es notarà per dins i també cap enfora. Això et deixa en una posició molt bona per al que ve ara.",
    "Quan entri diumenge, et sentiràs orgullós de com ho has portat, sense perdre't. Això et deixa en una posició molt bona per al que ve ara.",
    "En tancar aquests dies, et notaràs més lleuger i amb més control. Això et deixa en una posició molt bona per al que ve ara.",
    "En tancar aquests dies, veuràs progrés real, no només sensació d'anar corrent. Això et deixa en una posició molt bona per al que ve ara.",
    "En tancar aquests dies, la teva claredat es notarà per dins i també cap enfora. Això et deixa en una posició molt bona per al que ve ara.",
    "En tancar aquests dies, et sentiràs orgullós de com ho has portat, sense perdre't. Això et deixa en una posició molt bona per al que ve ara.",
    "Cap al final de setmana, et notaràs més lleuger i amb més control. Això et deixa en una posició molt bona per al que ve ara.",
    "Cap al final de setmana, veuràs progrés real, no només sensació d'anar corrent. Això et deixa en una posició molt bona per al que ve ara.",
    "Cap al final de setmana, la teva claredat es notarà per dins i també cap enfora. Això et deixa en una posició molt bona per al que ve ara.",
    "Cap al final de setmana, et sentiràs orgullós de com ho has portat, sense perdre't. Això et deixa en una posició molt bona per al que ve ara.",
    "Quan arribis a divendres, et notaràs més lleuger i amb més control. Això et deixa en una posició molt bona per al que ve ara.",
    "Quan arribis a divendres, veuràs progrés real, no només sensació d'anar corrent. Això et deixa en una posició molt bona per al que ve ara.",
    "Quan arribis a divendres, la teva claredat es notarà per dins i també cap enfora. Això et deixa en una posició molt bona per al que ve ara.",
    "Quan arribis a divendres, et sentiràs orgullós de com ho has portat, sense perdre't. Això et deixa en una posició molt bona per al que ve ara.",
    "En acabar la setmana, et notaràs més lleuger i amb més control. Això et deixa en una posició molt bona per al que ve ara.",
    "En acabar la setmana, veuràs progrés real, no només sensació d'anar corrent. Això et deixa en una posició molt bona per al que ve ara.",
    "En acabar la setmana, la teva claredat es notarà per dins i també cap enfora. Això et deixa en una posició molt bona per al que ve ara.",
    "En acabar la setmana, et sentiràs orgullós de com ho has portat, sense perdre't. Això et deixa en una posició molt bona per al que ve ara."
  ],
  "profileBaseTemplates": [
    "et surt natural combinar [SUN_CORE] amb una manera [RISING_STYLE] de moure't",
    "quan et dones espai, apareix [SUN_CORE] amb un estil [RISING_STYLE]",
    "el teu punt fort és viure [SUN_CORE] amb una presència [RISING_STYLE]",
    "hi ha alguna cosa molt teva en barrejar [SUN_CORE] amb to [RISING_STYLE]",
    "funciones millor quan sostens [SUN_CORE] des d'una energia [RISING_STYLE]",
    "el que més et potencia ara és [SUN_CORE] en clau [RISING_STYLE]",
    "la teva millor versió surt quan [SUN_CORE] es troba amb ritme [RISING_STYLE]",
    "aquesta setmana t'afavoreix expressar [SUN_CORE] amb veu [RISING_STYLE]",
    "el teu equilibri apareix quan [SUN_CORE] es recolza en un mode [RISING_STYLE]",
    "se't nota fort quan [SUN_CORE] es mostra de manera [RISING_STYLE]",
    "en tu encaixa molt bé [SUN_CORE] amb presència [RISING_STYLE]",
    "el teu impuls creix quan [SUN_CORE] camina amb energia [RISING_STYLE]"
  ]
}
