{
  "themes": [
    "stille Ausrichtung",
    "kreativer Start",
    "emotionale Klaerung",
    "mutige Entscheidungen",
    "sanfte Heilung",
    "heilige Grenzen",
    "neue Chancen",
    "innere Klarheit"
  ],
  "sunCore": {
    "aries": [
      "mutige Initiative, um neue Wege zu oeffnen",
      "natuerliche Fuehrungskraft beim Start",
      "schnelle Entscheidungen in Schluesselmomenten"
    ],
    "taurus": [
      "geduldige Konstanz fuer langfristigen Aufbau",
      "praktischer Sinn zum Schutz von Ressourcen",
      "ruhige Stabilitaet, wenn andere hektisch werden"
    ],
    "gemini": [
      "geistige Beweglichkeit beim Verbinden von Ideen",
      "kommunikatives Talent, das Menschen verknuepft",
      "aktive Neugier, die Chancen erkennt"
    ],
    "cancer": [
      "feine emotionale Intuition",
      "loyale Fuersorge fuer den nahen Kreis",
      "sensibles Lesen dessen, was nicht gesagt wird"
    ],
    "leo": [
      "kreative Praesenz, die inspiriert",
      "Mut, sich ohne Maske zu zeigen",
      "Grosszuegigkeit beim Uebernehmen von Fuehrung"
    ],
    "virgo": [
      "praeziser Blick fuer Systemverbesserung",
      "funktionale Ordnung, die Ruhe bringt",
      "nutzbare Disziplin, die Chaos in Klarheit wandelt"
    ],
    "libra": [
      "elegante Diplomatie in komplexen Dynamiken",
      "echter Sinn fuer faire Balance",
      "Vermittlungstalent ohne Wahrheitsverlust"
    ],
    "scorpio": [
      "strategische Intensitaet mit Fokus",
      "tiefe Transformationskraft",
      "praezises Lesen verborgener Motive"
    ],
    "sagittarius": [
      "weite Vision, die Horizonte oeffnet",
      "Ehrlichkeit, die Entscheidungen aktiviert",
      "Instinkt fuer sinnvolle Richtung"
    ],
    "capricorn": [
      "ausdauernde Disziplin mit Ergebnisfokus",
      "reifer Ehrgeiz mit Strukturdenken",
      "hohe Verantwortung bei wichtigen Zielen"
    ],
    "aquarius": [
      "geistige Unabhaengigkeit fuer neues Denken",
      "innovative Zukunftsperspektive",
      "Faehigkeit, ueberholte Muster zu brechen"
    ],
    "pisces": [
      "subtile Empathie mit tiefer Sensibilitaet",
      "kreative Vorstellungskraft fuer neue Loesungen",
      "spirituelle Verbindung, die beruhigt und fuehrt"
    ]
  },
  "risingStyle": {
    "aries": [
      "direkter erster Eindruck ohne Umwege",
      "impulsive Reaktion unter sozialem Druck",
      "mutige Initiative in Gruppensituationen"
    ],
    "taurus": [
      "stabile Praesenz mit Sicherheitsgefuehl",
      "starre Gegenwehr bei Unbehagen",
      "ruhige Konstanz im Dranbleiben"
    ],
    "gemini": [
      "leichter, gespraechiger sozialer Einstieg",
      "verbale Unruhe bei Spannung",
      "clevere Flexibilitaet fuer schnelle Anpassung"
    ],
    "cancer": [
      "warmer, schuetzender erster Eindruck",
      "emotionaler Rueckzug in feindlichen Umfeldern",
      "Fuersorge ohne Grenzueberschreitung"
    ],
    "leo": [
      "sichtbares Charisma ab der ersten Minute",
      "defensiver Stolz bei Infragestellung",
      "strahlende Sicherheit, die Gruppen hebt"
    ],
    "virgo": [
      "geordnetes, beobachtendes Auftreten",
      "Ueberkontrolle bei Unsicherheit",
      "ruhige Praezision in praktischen Details"
    ],
    "libra": [
      "freundlicher, ausgleichender Umgang",
      "zu langes Zoegern bei offenem Konflikt",
      "natuerliche Harmonie zwischen Gegensaetzen"
    ],
    "scorpio": [
      "intensive, reservierte Praesenz",
      "scharfe Abwehr bei Bedrohungsgefuehl",
      "strategische Tiefe beim Kontextlesen"
    ],
    "sagittarius": [
      "offene, abenteuerliche Sozialenergie",
      "direkte Ehrlichkeit unter Stress",
      "Enthusiasmus, der andere aktiviert"
    ],
    "capricorn": [
      "verlaesslicher Ernst im Erstkontakt",
      "harter Selbstdruck in Belastungsphasen",
      "reife Stabilitaet bei Verpflichtungen"
    ],
    "aquarius": [
      "origineller, leicht distanzierter Stil",
      "emotionale Abkopplung bei Ueberlastung",
      "objektiver Blick fuer klare Perspektive"
    ],
    "pisces": [
      "empathische, empfaengliche Ausstrahlung",
      "Ausweichen bei dichter Atmosphaere",
      "inspirierende Sensibilitaet im Miteinander"
    ]
  },
  "openingTemplates": [
    "Der Montag gibt dir eine ziemlich klare Ansage: [THEME] wird deine Woche bestimmen also vertrau der ersten Entscheidung, die sich ruhig anfuehlt.",
    "Der Montag gibt dir eine ziemlich klare Ansage: [THEME] wird deine Woche bestimmen und dein Fokus wird deutlich klarer.",
    "Der Montag gibt dir eine ziemlich klare Ansage: [THEME] wird deine Woche bestimmen ohne dass du etwas erzwingen musst.",
    "Der Montag gibt dir eine ziemlich klare Ansage: [THEME] wird deine Woche bestimmen vor allem bei Dingen, die deinen Alltag wirklich veraendern.",
    "Ab Montag bringt [THEME] merklich mehr Ordnung in deinen Kopf also vertrau der ersten Entscheidung, die sich ruhig anfuehlt.",
    "Ab Montag bringt [THEME] merklich mehr Ordnung in deinen Kopf und dein Fokus wird deutlich klarer.",
    "Ab Montag bringt [THEME] merklich mehr Ordnung in deinen Kopf ohne dass du etwas erzwingen musst.",
    "Ab Montag bringt [THEME] merklich mehr Ordnung in deinen Kopf vor allem bei Dingen, die deinen Alltag wirklich veraendern.",
    "Die Woche startet mit [THEME], und das kommt genau zur richtigen Zeit also vertrau der ersten Entscheidung, die sich ruhig anfuehlt.",
    "Die Woche startet mit [THEME], und das kommt genau zur richtigen Zeit und dein Fokus wird deutlich klarer.",
    "Die Woche startet mit [THEME], und das kommt genau zur richtigen Zeit ohne dass du etwas erzwingen musst.",
    "Die Woche startet mit [THEME], und das kommt genau zur richtigen Zeit vor allem bei Dingen, die deinen Alltag wirklich veraendern.",
    "Zum Wochenstart hilft dir [THEME], Wichtiges vom Laerm zu trennen also vertrau der ersten Entscheidung, die sich ruhig anfuehlt.",
    "Zum Wochenstart hilft dir [THEME], Wichtiges vom Laerm zu trennen und dein Fokus wird deutlich klarer.",
    "Zum Wochenstart hilft dir [THEME], Wichtiges vom Laerm zu trennen ohne dass du etwas erzwingen musst.",
    "Zum Wochenstart hilft dir [THEME], Wichtiges vom Laerm zu trennen vor allem bei Dingen, die deinen Alltag wirklich veraendern.",
    "Ab dem ersten Tag fordert [THEME] dich auf, bewusster zu handeln also vertrau der ersten Entscheidung, die sich ruhig anfuehlt.",
    "Ab dem ersten Tag fordert [THEME] dich auf, bewusster zu handeln und dein Fokus wird deutlich klarer.",
    "Ab dem ersten Tag fordert [THEME] dich auf, bewusster zu handeln ohne dass du etwas erzwingen musst.",
    "Ab dem ersten Tag fordert [THEME] dich auf, bewusster zu handeln vor allem bei Dingen, die deinen Alltag wirklich veraendern.",
    "Diese Woche beginnt mit [THEME], und das passt richtig gut zu dir also vertrau der ersten Entscheidung, die sich ruhig anfuehlt.",
    "Diese Woche beginnt mit [THEME], und das passt richtig gut zu dir und dein Fokus wird deutlich klarer.",
    "Diese Woche beginnt mit [THEME], und das passt richtig gut zu dir ohne dass du etwas erzwingen musst.",
    "Diese Woche beginnt mit [THEME], und das passt richtig gut zu dir vor allem bei Dingen, die deinen Alltag wirklich veraendern."
  ],
  "manifestationTemplates": [
    "Mit [SUN_NAME] als Sonne und [RISING_NAME] als Aszendent hast du eine starke Mischung aus Instinkt und Richtung, und genau da merkt man, dass [PROFILE_BASE]. Zwischen Dienstagabend und Donnerstagvormittag hast du ein starkes Fenster fuer ein wichtiges Gespraech.",
    "Mit [SUN_NAME] als Sonne und [RISING_NAME] als Aszendent hast du eine starke Mischung aus Instinkt und Richtung, und bei dir funktioniert das, weil [PROFILE_BASE]. Zur Wochenmitte hast du den perfekten Moment, um Prioritaeten neu zu sortieren.",
    "Mit [SUN_NAME] als Sonne und [RISING_NAME] als Aszendent hast du eine starke Mischung aus Instinkt und Richtung. Ausserdem gilt: [PROFILE_BASE]. Mittwoch eignet sich ideal, um Blockaden zu loesen.",
    "Mit [SUN_NAME] als Sonne und [RISING_NAME] als Aszendent hast du eine starke Mischung aus Instinkt und Richtung. Interessant ist, dass [PROFILE_BASE]. Heb dir Donnerstag fuer Entscheidungen auf, die naechste Woche leichter machen.",
    "Deine [SUN_NAME]-Basis mit [RISING_NAME]-Aszendent gibt dir Klarheit zum Entscheiden und Energie zum Umsetzen, und genau deshalb [PROFILE_BASE]. Zwischen Dienstagabend und Donnerstagvormittag hast du ein starkes Fenster fuer ein wichtiges Gespraech.",
    "Deine [SUN_NAME]-Basis mit [RISING_NAME]-Aszendent gibt dir Klarheit zum Entscheiden und Energie zum Umsetzen. Zusaetzlich hilft, dass [PROFILE_BASE]. Zur Wochenmitte hast du den perfekten Moment, um Prioritaeten neu zu sortieren.",
    "Deine [SUN_NAME]-Basis mit [RISING_NAME]-Aszendent gibt dir Klarheit zum Entscheiden und Energie zum Umsetzen, und genau da merkt man, dass [PROFILE_BASE]. Mittwoch eignet sich ideal, um Blockaden zu loesen.",
    "Deine [SUN_NAME]-Basis mit [RISING_NAME]-Aszendent gibt dir Klarheit zum Entscheiden und Energie zum Umsetzen, und bei dir funktioniert das, weil [PROFILE_BASE]. Heb dir Donnerstag fuer Entscheidungen auf, die naechste Woche leichter machen.",
    "Die Kombi [SUN_NAME] + [RISING_NAME] hilft dir, die Stimmung gut zu lesen, ohne dich zu verlieren. Ausserdem gilt: [PROFILE_BASE]. Zwischen Dienstagabend und Donnerstagvormittag hast du ein starkes Fenster fuer ein wichtiges Gespraech.",
    "Die Kombi [SUN_NAME] + [RISING_NAME] hilft dir, die Stimmung gut zu lesen, ohne dich zu verlieren. Interessant ist, dass [PROFILE_BASE]. Zur Wochenmitte hast du den perfekten Moment, um Prioritaeten neu zu sortieren.",
    "Die Kombi [SUN_NAME] + [RISING_NAME] hilft dir, die Stimmung gut zu lesen, ohne dich zu verlieren, und genau deshalb [PROFILE_BASE]. Mittwoch eignet sich ideal, um Blockaden zu loesen.",
    "Die Kombi [SUN_NAME] + [RISING_NAME] hilft dir, die Stimmung gut zu lesen, ohne dich zu verlieren. Zusaetzlich hilft, dass [PROFILE_BASE]. Heb dir Donnerstag fuer Entscheidungen auf, die naechste Woche leichter machen.",
    "Mit [SUN_NAME]-Sonne und [RISING_NAME]-Aszendent fuehlt sich diese Woche greifbarer an als sonst, und genau da merkt man, dass [PROFILE_BASE]. Zwischen Dienstagabend und Donnerstagvormittag hast du ein starkes Fenster fuer ein wichtiges Gespraech.",
    "Mit [SUN_NAME]-Sonne und [RISING_NAME]-Aszendent fuehlt sich diese Woche greifbarer an als sonst, und bei dir funktioniert das, weil [PROFILE_BASE]. Zur Wochenmitte hast du den perfekten Moment, um Prioritaeten neu zu sortieren.",
    "Mit [SUN_NAME]-Sonne und [RISING_NAME]-Aszendent fuehlt sich diese Woche greifbarer an als sonst. Ausserdem gilt: [PROFILE_BASE]. Mittwoch eignet sich ideal, um Blockaden zu loesen.",
    "Mit [SUN_NAME]-Sonne und [RISING_NAME]-Aszendent fuehlt sich diese Woche greifbarer an als sonst. Interessant ist, dass [PROFILE_BASE]. Heb dir Donnerstag fuer Entscheidungen auf, die naechste Woche leichter machen.",
    "Dein [SUN_NAME]/[RISING_NAME]-Mix bringt Absicht mit weniger Reibung in Bewegung, und genau deshalb [PROFILE_BASE]. Zwischen Dienstagabend und Donnerstagvormittag hast du ein starkes Fenster fuer ein wichtiges Gespraech.",
    "Dein [SUN_NAME]/[RISING_NAME]-Mix bringt Absicht mit weniger Reibung in Bewegung. Zusaetzlich hilft, dass [PROFILE_BASE]. Zur Wochenmitte hast du den perfekten Moment, um Prioritaeten neu zu sortieren.",
    "Dein [SUN_NAME]/[RISING_NAME]-Mix bringt Absicht mit weniger Reibung in Bewegung, und genau da merkt man, dass [PROFILE_BASE]. Mittwoch eignet sich ideal, um Blockaden zu loesen.",
    "Dein [SUN_NAME]/[RISING_NAME]-Mix bringt Absicht mit weniger Reibung in Bewegung, und bei dir funktioniert das, weil [PROFILE_BASE]. Heb dir Donnerstag fuer Entscheidungen auf, die naechste Woche leichter machen.",
    "Diese Woche belohnt deinen [SUN_NAME]-solar + [RISING_NAME]-aszendent Stil: direkt, aber klug. Ausserdem gilt: [PROFILE_BASE]. Zwischen Dienstagabend und Donnerstagvormittag hast du ein starkes Fenster fuer ein wichtiges Gespraech.",
    "Diese Woche belohnt deinen [SUN_NAME]-solar + [RISING_NAME]-aszendent Stil: direkt, aber klug. Interessant ist, dass [PROFILE_BASE]. Zur Wochenmitte hast du den perfekten Moment, um Prioritaeten neu zu sortieren.",
    "Diese Woche belohnt deinen [SUN_NAME]-solar + [RISING_NAME]-aszendent Stil: direkt, aber klug, und genau deshalb [PROFILE_BASE]. Mittwoch eignet sich ideal, um Blockaden zu loesen.",
    "Diese Woche belohnt deinen [SUN_NAME]-solar + [RISING_NAME]-aszendent Stil: direkt, aber klug. Zusaetzlich hilft, dass [PROFILE_BASE]. Heb dir Donnerstag fuer Entscheidungen auf, die naechste Woche leichter machen."
  ],
  "adviceTemplates": [
    "Freundschaftlicher Tipp: setz dir zwei messbare Ziele und bring sie bis Freitag sauber zu Ende.",
    "Freundschaftlicher Tipp: mach zuerst die unbequeme Aufgabe und dann den Admin-Kram.",
    "Freundschaftlicher Tipp: schuetz deine Vormittage fuer Deep Focus und nimm Nachmittage fuer Gespraeche.",
    "Freundschaftlicher Tipp: wenn Spannung hochgeht, warte zehn Minuten, bevor du antwortest.",
    "Wenn diese Woche wirklich vorangehen soll: setz dir zwei messbare Ziele und bring sie bis Freitag sauber zu Ende.",
    "Wenn diese Woche wirklich vorangehen soll: mach zuerst die unbequeme Aufgabe und dann den Admin-Kram.",
    "Wenn diese Woche wirklich vorangehen soll: schuetz deine Vormittage fuer Deep Focus und nimm Nachmittage fuer Gespraeche.",
    "Wenn diese Woche wirklich vorangehen soll: wenn Spannung hochgeht, warte zehn Minuten, bevor du antwortest.",
    "Einfache Regel, um deine Energie zu schuetzen: setz dir zwei messbare Ziele und bring sie bis Freitag sauber zu Ende.",
    "Einfache Regel, um deine Energie zu schuetzen: mach zuerst die unbequeme Aufgabe und dann den Admin-Kram.",
    "Einfache Regel, um deine Energie zu schuetzen: schuetz deine Vormittage fuer Deep Focus und nimm Nachmittage fuer Gespraeche.",
    "Einfache Regel, um deine Energie zu schuetzen: wenn Spannung hochgeht, warte zehn Minuten, bevor du antwortest.",
    "Konkreter Move, um das zu erden: setz dir zwei messbare Ziele und bring sie bis Freitag sauber zu Ende.",
    "Konkreter Move, um das zu erden: mach zuerst die unbequeme Aufgabe und dann den Admin-Kram.",
    "Konkreter Move, um das zu erden: schuetz deine Vormittage fuer Deep Focus und nimm Nachmittage fuer Gespraeche.",
    "Konkreter Move, um das zu erden: wenn Spannung hochgeht, warte zehn Minuten, bevor du antwortest.",
    "Damit dein Fokus nicht wegdriftet: setz dir zwei messbare Ziele und bring sie bis Freitag sauber zu Ende.",
    "Damit dein Fokus nicht wegdriftet: mach zuerst die unbequeme Aufgabe und dann den Admin-Kram.",
    "Damit dein Fokus nicht wegdriftet: schuetz deine Vormittage fuer Deep Focus und nimm Nachmittage fuer Gespraeche.",
    "Damit dein Fokus nicht wegdriftet: wenn Spannung hochgeht, warte zehn Minuten, bevor du antwortest.",
    "Die smarteste Entscheidung diese Woche: setz dir zwei messbare Ziele und bring sie bis Freitag sauber zu Ende.",
    "Die smarteste Entscheidung diese Woche: mach zuerst die unbequeme Aufgabe und dann den Admin-Kram.",
    "Die smarteste Entscheidung diese Woche: schuetz deine Vormittage fuer Deep Focus und nimm Nachmittage fuer Gespraeche.",
    "Die smarteste Entscheidung diese Woche: wenn Spannung hochgeht, warte zehn Minuten, bevor du antwortest."
  ],
  "closingTemplates": [
    "Bis zum Wochenende, fuehlst du dich leichter und deutlich mehr in Kontrolle. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Bis zum Wochenende, siehst du echten Fortschritt statt nur Beschaeftigung. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Bis zum Wochenende, wird deine Klarheit nach innen und aussen spuerbar sein. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Bis zum Wochenende, kannst du stolz darauf sein, wie du alles getragen hast, ohne dich zu verlieren. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Wenn Sonntag ankommt, fuehlst du dich leichter und deutlich mehr in Kontrolle. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Wenn Sonntag ankommt, siehst du echten Fortschritt statt nur Beschaeftigung. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Wenn Sonntag ankommt, wird deine Klarheit nach innen und aussen spuerbar sein. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Wenn Sonntag ankommt, kannst du stolz darauf sein, wie du alles getragen hast, ohne dich zu verlieren. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Wenn du diese Tage abschliesst, fuehlst du dich leichter und deutlich mehr in Kontrolle. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Wenn du diese Tage abschliesst, siehst du echten Fortschritt statt nur Beschaeftigung. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Wenn du diese Tage abschliesst, wird deine Klarheit nach innen und aussen spuerbar sein. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Wenn du diese Tage abschliesst, kannst du stolz darauf sein, wie du alles getragen hast, ohne dich zu verlieren. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Richtung Wochenfinale, fuehlst du dich leichter und deutlich mehr in Kontrolle. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Richtung Wochenfinale, siehst du echten Fortschritt statt nur Beschaeftigung. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Richtung Wochenfinale, wird deine Klarheit nach innen und aussen spuerbar sein. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Richtung Wochenfinale, kannst du stolz darauf sein, wie du alles getragen hast, ohne dich zu verlieren. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Wenn du bei Freitag landest, fuehlst du dich leichter und deutlich mehr in Kontrolle. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Wenn du bei Freitag landest, siehst du echten Fortschritt statt nur Beschaeftigung. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Wenn du bei Freitag landest, wird deine Klarheit nach innen und aussen spuerbar sein. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Wenn du bei Freitag landest, kannst du stolz darauf sein, wie du alles getragen hast, ohne dich zu verlieren. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Am Ende der Woche, fuehlst du dich leichter und deutlich mehr in Kontrolle. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Am Ende der Woche, siehst du echten Fortschritt statt nur Beschaeftigung. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Am Ende der Woche, wird deine Klarheit nach innen und aussen spuerbar sein. Das bringt dich in eine starke Position fuer die naechsten Schritte.",
    "Am Ende der Woche, kannst du stolz darauf sein, wie du alles getragen hast, ohne dich zu verlieren. Das bringt dich in eine starke Position fuer die naechsten Schritte."
  ],
  "profileBaseTemplates": [
    "du [SUN_CORE] ganz natuerlich mit einer [RISING_STYLE] Art verbindest",
    "wenn du dir vertraust, [SUN_CORE] in einem [RISING_STYLE] Stil sichtbar wird",
    "deine Staerke dann kommt, wenn [SUN_CORE] ueber eine [RISING_STYLE] Praesenz laeuft",
    "etwas sehr Eigenes darin liegt, [SUN_CORE] mit einem [RISING_STYLE] Ton zu verbinden",
    "du am besten funktionierst, wenn [SUN_CORE] von [RISING_STYLE] Energie getragen wird",
    "dich aktuell am meisten staerkt, [SUN_CORE] in einer [RISING_STYLE] Form zu leben",
    "deine beste Version auftaucht, wenn [SUN_CORE] auf einen [RISING_STYLE] Rhythmus trifft",
    "diese Woche hilft, [SUN_CORE] mit einer [RISING_STYLE] Stimme zu zeigen",
    "deine Balance dann da ist, wenn [SUN_CORE] auf einem [RISING_STYLE] Modus aufbaut",
    "du stabiler wirst, wenn [SUN_CORE] auf [RISING_STYLE] Weise nach aussen geht",
    "bei dir [SUN_CORE] besonders gut mit einer [RISING_STYLE] Praesenz zusammenpasst",
    "dein Momentum waechst, wenn [SUN_CORE] mit [RISING_STYLE] Energie vorangeht"
  ]
}
