Repository: AlbertArredondoAlfaro/AstroGlass
Catalog: AstroGlass/Resources/*.lproj/Localizable.strings
Languages: af, ca, de, es, fr, hi, ja, pt_br, ru, zh_hans

# tab.week
source: This Week
af: Hierdie week
ca: Aquesta setmana
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
ja: 今週
pt_br: Esta semana
ru: Эта неделя
zh_hans: 本周

# tab.signs
source: All Signs
af: Alle tekens
ca: Tots els signes
de: Alle Zeichen
es: Todos los signos
fr: Tous les signes
hi: सभी राशियाँ
ja: すべての星座
pt_br: Todos os signos
ru: Все знаки
zh_hans: 全部星座

# tab.profile
source: Profile
af: Profiel
ca: Perfil
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
ja: プロフィール
pt_br: Perfil
ru: Профиль
zh_hans: 个人资料

# weekly.rising.approx
source: Rising sign is approximate.
af: Stygende teken is benaderd.
ca: L'ascendent és aproximat.
de: Der Aszendent ist angenähert.
es: El ascendente es aproximado.
fr: L'ascendant est approximatif.
hi: लग्न अनुमानित है।
ja: アセンダントは概算です。
pt_br: O ascendente é aproximado.
ru: Асцендент приблизительный.
zh_hans: 上升星座为近似值。

# action.next
source: Next
af: Volgende
ca: Següent
de: Weiter
es: Siguiente
fr: Suivant
hi: आगे
ja: 次へ
pt_br: Próximo
ru: Далее
zh_hans: 下一步

# action.back
source: Back
af: Terug
ca: Enrere
de: Zurück
es: Atrás
fr: Retour
hi: पीछे
ja: 戻る
pt_br: Voltar
ru: Назад
zh_hans: 返回

# action.finish
source: Finish
af: Voltooi
ca: Finalitzar
de: Fertig
es: Finalizar
fr: Terminer
hi: समाप्त
ja: 完了
pt_br: Finalizar
ru: Завершить
zh_hans: 完成

# action.cancel
source: Cancel
af: Kanselleer
ca: Cancel·lar
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# action.save
source: Save
af: Stoor
ca: Desar
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
ja: 保存
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

# onboarding.title.name
source: Welcome to Astro AI
af: Welkom by Astro Zodiac AI
ca: Benvingut a Astro Zodiac AI
de: Willkommen bei Astro AI
es: Bienvenido a Astro AI
fr: Bienvenue sur Astro Zodiac AI
hi: Astro Zodiac AI में आपका स्वागत है
ja: Astro Zodiac AIへようこそ
pt_br: Bem-vindo ao Astro Zodiac AI
ru: Добро пожаловать в Astro Zodiac AI
zh_hans: 欢迎使用 Astro Zodiac AI

# onboarding.subtitle.name
source: What is your name?
af: Wat is jou naam?
ca: Com et dius?
de: Wie heißt du?
es: ¿Cómo te llamas?
fr: Comment t'appelles-tu ?
hi: आपका नाम क्या है?
ja: お名前は？
pt_br: Como você se chama?
ru: Как вас зовут?
zh_hans: 你叫什么名字？

# onboarding.placeholder.name
source: Your name
af: Jou naam
ca: El teu nom
de: Dein Name
es: Tu nombre
fr: Ton nom
hi: आपका नाम
ja: あなたの名前
pt_br: Seu nome
ru: Ваше имя
zh_hans: 你的名字

# onboarding.subtitle.birthdate
source: Choose your date of birth
af: Kies jou geboortedatum
ca: Tria la teva data de naixement
de: Wähle dein Geburtsdatum
es: Elige tu fecha de nacimiento
fr: Choisis ta date de naissance
hi: अपनी जन्मतिथि चुनें
ja: 生年月日を選択
pt_br: Escolha sua data de nascimento
ru: Выберите дату рождения
zh_hans: 选择你的出生日期

# onboarding.subtitle.birthtime
source: Optional, improves rising sign precision
af: Opsioneel, verbeter die akkuraatheid van die ascendant
ca: Opcional, millora la precisió de l'ascendent
de: Optional, verbessert die Genauigkeit des Aszendenten
es: Opcional, mejora la precisión del ascendente
fr: Optionnel, améliore la précision de l'ascendant
hi: वैकल्पिक, लग्न की सटीकता बढ़ाता है
ja: 任意：アセンダント精度が向上します
pt_br: Opcional, melhora a precisão do ascendente
ru: Необязательно, повышает точность асцендента
zh_hans: 可选，可提升上升星座精度

# onboarding.toggle.time
source: I know my exact birth time
af: Ek ken my presiese geboortetyd
ca: Conec la meva hora exacta de naixement
de: Ich kenne meine genaue Geburtszeit
es: Conozco mi hora exacta de nacimiento
fr: Je connais mon heure exacte de naissance
hi: मुझे अपना सटीक जन्म समय पता है
ja: 正確な出生時刻が分かる
pt_br: Eu sei meu horário exato de nascimento
ru: Я знаю точное время рождения
zh_hans: 我知道准确出生时间

# onboarding.note.approx
source: The rising sign will be approximate.
af: Die ascendant sal benaderd wees.
ca: L'ascendent serà aproximat.
de: Der Aszendent wird angenähert.
es: El ascendente será aproximado.
fr: L'ascendant sera approximatif.
hi: लग्न अनुमानित होगा।
ja: アセンダントは概算になります。
pt_br: O ascendente será aproximado.
ru: Асцендент будет приблизительным.
zh_hans: 上升星座将为近似值。

# onboarding.subtitle.city
source: Choose a city to calculate latitude and longitude
af: Kies ’n stad om breedtegraad en lengtegraad te bereken
ca: Tria una ciutat per calcular latitud i longitud
de: Wähle eine Stadt, um Breite und Länge zu berechnen
es: Elige una ciudad para calcular latitud y longitud
fr: Choisis une ville pour calculer latitude et longitude
hi: अक्षांश/देशांतर के लिए शहर चुनें
ja: 緯度・経度計算のため都市を選択
pt_br: Escolha uma cidade para calcular latitude e longitude
ru: Выберите город для расчета широты и долготы
zh_hans: 选择城市以计算经纬度

# onboarding.placeholder.city
source: Search city
af: Soek stad
ca: Cercar ciutat
de: Stadt suchen
es: Buscar ciudad
fr: Rechercher une ville
hi: शहर खोजें
ja: 都市を検索
pt_br: Buscar cidade
ru: Поиск города
zh_hans: 搜索城市

# profile.title
source: Profile
af: Profiel
ca: Perfil
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
ja: プロフィール
pt_br: Perfil
ru: Профиль
zh_hans: 个人资料

# profile.edit
source: Edit profile
af: Wysig profiel
ca: Editar perfil
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
ja: プロフィールを編集
pt_br: Editar perfil
ru: Редактировать профиль
zh_hans: 编辑资料

# profile.notifications
source: Weekly notification
af: Weeklikse kennisgewing
ca: Notificació setmanal
de: Wöchentliche Benachrichtigung
es: Notificación semanal
fr: Notification hebdomadaire
hi: साप्ताहिक सूचना
ja: 週間通知
pt_br: Notificação semanal
ru: Еженедельное уведомление
zh_hans: 每周通知

# profile.notifications.subtitle
source: Every Monday at 10:00 local time.
af: Elke Maandag om 10:00 plaaslike tyd.
ca: Cada dilluns a les 10:00 (hora local).
de: Jeden Montag um 10:00 Uhr (Ortszeit).
es: Cada lunes a las 10:00 (hora local).
fr: Chaque lundi à 10:00 (heure locale).
hi: हर सोमवार सुबह 10:00 (स्थानीय समय)।
ja: 毎週月曜 10:00（現地時間）。
pt_br: Toda segunda às 10:00 (hora local).
ru: Каждый понедельник в 10:00 (местное время).
zh_hans: 每周一上午10:00（本地时间）。

# profile.removeads.title
source: Remove ads
ca: Treure anuncis
de: Werbung entfernen
es: Quitar anuncios
hi: विज्ञापन हटाएँ
ru: Убрать рекламу

# profile.removeads.subtitle
source: Unlock an ad-free experience.
ca: Desbloqueja una experiència sense anuncis.
de: Schalte ein werbefreies Erlebnis frei.
es: Desbloquea una experiencia sin anuncios.
hi: बिना विज्ञापन का अनुभव अनलॉक करें।
ru: Откройте опыт без рекламы.

# profile.removeads.active
source: Ads are already disabled.
ca: Els anuncis ja estan desactivats.
de: Werbung ist bereits deaktiviert.
es: Los anuncios ya están desactivados.
hi: विज्ञापन पहले से बंद हैं।
ru: Реклама уже отключена.

# profile.removeads.buy
source: Remove ads
ca: Treure anuncis
de: Werbung entfernen
es: Quitar anuncios
hi: विज्ञापन हटाएँ
ru: Убрать рекламу

# profile.removeads.restore
source: Restore purchases
ca: Restaurar compres
de: Käufe wiederherstellen
es: Restaurar compras
hi: खरीद पुनर्स्थापित करें
ru: Восстановить покупки

# signs.title
source: All signs
af: Diereriem-simbole
ca: Símbols del Zodíac
de: Alle Zeichen
es: Todos los signos
fr: Symboles du Zodiaque
hi: राशि प्रतीक
ja: 星座シンボル
pt_br: Símbolos do Zodíaco
ru: Символы зодиака
zh_hans: 黄道星座符号

# sign.detail.strengths
source: Strengths
af: Sterkpunte
ca: Fortaleses
de: Stärken
es: Fortalezas
fr: Forces
hi: ताकत
ja: 強み
pt_br: Forças
ru: Сильные стороны
zh_hans: 优势

# sign.detail.weaknesses
source: Weaknesses
af: Swakpunte
ca: Debilitats
de: Schwächen
es: Debilidades
fr: Faiblesses
hi: कमज़ोरियाँ
ja: 弱み
pt_br: Fraquezas
ru: Слабые стороны
zh_hans: 弱点

# sign.detail.love
source: Love
af: Liefde
ca: Amor
de: Liebe
es: Amor
fr: Amour
hi: प्रेम
ja: 恋愛
pt_br: Amor
ru: Любовь
zh_hans: 爱情

# sign.detail.career
source: Career
af: Loopbaan
ca: Carrera
de: Karriere
es: Carrera
fr: Carrière
hi: करियर
ja: 仕事
pt_br: Carreira
ru: Карьера
zh_hans: 事业

# sign.detail.color
source: Color
af: Kleur
de: Farbe
fr: Couleur
hi: रंग
ja: カラー
pt_br: Cor
ru: Цвет
zh_hans: 颜色

# sign.detail.stone
source: Stone
af: Steen
ca: Pedra
de: Stein
es: Piedra
fr: Pierre
hi: रत्न
ja: 石
pt_br: Pedra
ru: Камень
zh_hans: 宝石

# notification.weekly.title
source: Your weekly horoscope is ready ✨
af: Jou weeklikse horoskoop is gereed ✨
ca: El teu horòscop setmanal ja està llest ✨
de: Dein Wochenhoroskop ist bereit ✨
es: Tu horóscopo semanal ya está listo ✨
fr: Ton horoscope hebdomadaire est prêt ✨
hi: आपका साप्ताहिक राशिफल तैयार है ✨
ja: 今週のホロスコープが準備できました ✨
pt_br: Seu horóscopo semanal está pronto ✨
ru: Ваш недельный гороскоп готов ✨
zh_hans: 你的每周运势已准备好 ✨

# notification.weekly.body
source: Open Astro AI and read your cosmic guidance.
af: Maak Astro Zodiac AI oop en lees jou kosmiese leiding.
ca: Obre Astro Zodiac AI i llegeix la teva guia còsmica.
de: Öffne Astro AI und lies deine kosmische Orientierung.
es: Abre Astro AI y lee tu guía cósmica.
fr: Ouvre Astro Zodiac AI et lis ton guide cosmique.
hi: Astro Zodiac AI खोलें और अपना कॉस्मिक मार्गदर्शन पढ़ें।
ja: Astro Zodiac AIを開いて、宇宙のガイダンスを読みましょう。
pt_br: Abra o Astro Zodiac AI e leia sua orientação cósmica.
ru: Откройте Astro Zodiac AI и прочитайте космическое руководство.
zh_hans: 打开 Astro Zodiac AI，查看你的宇宙指引。

# element.fire
source: Fire
af: Vuur
ca: Foc
de: Feuer
es: Fuego
fr: Feu
hi: अग्नि
ja: 火
pt_br: Fogo
ru: Огонь
zh_hans: 火象

# element.earth
source: Earth
af: Aarde
ca: Terra
de: Erde
es: Tierra
fr: Terre
hi: पृथ्वी
ja: 地
pt_br: Terra
ru: Земля
zh_hans: 土象

# element.air
source: Air
af: Lug
ca: Aire
de: Luft
es: Aire
hi: वायु
ja: 風
pt_br: Ar
ru: Воздух
zh_hans: 风象

# element.water
source: Water
ca: Aigua
de: Wasser
es: Agua
fr: Eau
hi: जल
ja: 水
pt_br: Água
ru: Вода
zh_hans: 水象

# ruler.mars
source: Mars
ca: Mart
es: Marte
hi: मंगल
ja: 火星
pt_br: Marte
ru: Марс
zh_hans: 火星

# ruler.venus
source: Venus
fr: Vénus
hi: शुक्र
ja: 金星
pt_br: Vênus
ru: Венера
zh_hans: 金星

# ruler.mercury
source: Mercury
af: Mercurius
ca: Mercuri
de: Merkur
es: Mercurio
fr: Mercure
hi: बुध
ja: 水星
pt_br: Mercúrio
ru: Меркурий
zh_hans: 水星

# ruler.moon
source: Moon
af: Maan
ca: Lluna
de: Mond
es: Luna
fr: Lune
hi: चंद्रमा
ja: 月
pt_br: Lua
ru: Луна
zh_hans: 月亮

# ruler.sun
source: Sun
af: Son
ca: Sol
de: Sonne
es: Sol
fr: Soleil
hi: सूर्य
ja: 太陽
pt_br: Sol
ru: Солнце
zh_hans: 太阳

# ruler.pluto
source: Pluto
ca: Plutó
es: Plutón
fr: Pluton
hi: प्लूटो
ja: 冥王星
pt_br: Plutão
ru: Плутон
zh_hans: 冥王星

# ruler.jupiter
source: Jupiter
ca: Júpiter
es: Júpiter
hi: बृहस्पति
ja: 木星
pt_br: Júpiter
ru: Юпитер
zh_hans: 木星

# ruler.saturn
source: Saturn
af: Saturnus
es: Saturno
fr: Saturne
hi: शनि
ja: 土星
pt_br: Saturno
ru: Сатурн
zh_hans: 土星

# ruler.uranus
source: Uranus
ca: Urà
es: Urano
hi: यूरेनस
ja: 天王星
pt_br: Urano
ru: Уран
zh_hans: 天王星

# ruler.neptune
source: Neptune
af: Neptunus
ca: Neptú
de: Neptun
es: Neptuno
hi: नेपच्यून
ja: 海王星
pt_br: Netuno
ru: Нептун
zh_hans: 海王星

# sign.aries.name
source: Aries
af: Ram
ca: Àries
de: Widder
fr: Bélier
hi: मेष
ja: 牡羊座
pt_br: Áries
ru: Овен
zh_hans: 白羊座

# sign.aries.strengths
source: Courageous, direct, pioneering.
af: Dapper, direk, baanbreker.
ca: Valent, directe, pioner.
de: Mutig, direkt, Pionier.
es: Valiente, directo, pionero.
fr: Courageux, direct, pionnier.
hi: साहसी, स्पष्ट, अग्रणी।
ja: 勇敢・率直・開拓的。
pt_br: Corajoso, direto, pioneiro.
ru: Смелый, прямой, первопроходец.
zh_hans: 果断、勇敢、开创。

# sign.aries.weaknesses
source: Impulsive, impatient, reactive.
af: Impulsief, ongeduldig, reaktief.
ca: Impulsiu, impacient, reactiu.
de: Impulsiv, ungeduldig, reaktiv.
es: Impulsivo, impaciente, reactivo.
fr: Impulsif, impatient, réactif.
hi: आवेगी, अधीर, प्रतिक्रियाशील।
ja: 衝動的・短気・反応的。
pt_br: Impulsivo, impaciente, reativo.
ru: Импульсивный, нетерпеливый, резкий.
zh_hans: 冲动、急躁、反应过快。

# sign.aries.love
source: Needs spark, honesty, and movement.
af: Benodig vonk, eerlikheid en beweging.
ca: Necessita espurna, honestedat i moviment.
de: Braucht Funken, Ehrlichkeit und Bewegung.
es: Necesita chispa, honestidad y movimiento.
fr: A besoin d'étincelle, d'honnêteté et de mouvement.
hi: चिंगारी, ईमानदारी और गति चाहिए।
ja: 刺激と誠実さ、前進が必要。
pt_br: Precisa de faísca, honestidade e movimento.
ru: Нужны искра, честность и движение.
zh_hans: 需要火花、真诚与行动感。

# sign.aries.career
source: Strong in leadership and quick decisions.
af: Sterk in leierskap en vinnige besluite.
ca: Destaca en lideratge i decisions ràpides.
de: Stark in Führung und schnellen Entscheidungen.
es: Destaca en liderazgo y decisiones rápidas.
fr: Brille en leadership et décisions rapides.
hi: नेतृत्व और तेज फैसलों में मजबूत।
ja: リーダーシップと迅速な判断に強い。
pt_br: Forte em liderança e decisões rápidas.
ru: Силен в лидерстве и быстрых решениях.
zh_hans: 适合领导与快速决策。

# sign.aries.color
source: Crimson
af: Karmosyn
ca: Carmesí
de: Karmesin
es: Carmesí
fr: Cramoisi
hi: गहरा लाल
ja: クリムゾン
pt_br: Carmesim
ru: Багряный
zh_hans: 绯红

# sign.aries.stone
source: Carnelian
af: Karneool
ca: Cornalina
de: Karneol
es: Cornalina
fr: Cornaline
hi: कार्नेलियन
ja: カーネリアン
pt_br: Cornalina
ru: Сердолик
zh_hans: 红玉髓

# sign.taurus.name
source: Taurus
af: Bul
ca: Taure
de: Stier
es: Tauro
fr: Taureau
hi: वृषभ
ja: 牡牛座
pt_br: Touro
ru: Телец
zh_hans: 金牛座

# sign.taurus.strengths
source: Grounded, loyal, sensual.
af: Dapper, direk, baanbreker.
ca: Estable, lleial, sensual.
de: Beständig, loyal, sinnlich.
es: Estable, leal, sensual.
fr: Stable, loyal, sensuel.
hi: साहसी, स्पष्ट, अग्रणी।
ja: 勇敢・率直・開拓的。
pt_br: Corajoso, direto, pioneiro.
ru: Смелый, прямой, первопроходец.
zh_hans: 果断、勇敢、开创。

# sign.taurus.weaknesses
source: Rigid, possessive, resistant to change.
af: Impulsief, ongeduldig, reaktief.
ca: Rígid, possessiu, resistent al canvi.
de: Starr, besitzergreifend, widerstandsfähig gegen Veränderung.
es: Rígido, posesivo, resistente al cambio.
fr: Rigide, possessif, résistant au changement.
hi: आवेगी, अधीर, प्रतिक्रियाशील।
ja: 衝動的・短気・反応的。
pt_br: Impulsivo, impaciente, reativo.
ru: Импульсивный, нетерпеливый, резкий.
zh_hans: 冲动、急躁、反应过快。

# sign.taurus.love
source: Seeks stability, touch, and trust.
af: Benodig vonk, eerlikheid en beweging.
ca: Busca estabilitat, contacte i confiança.
de: Sucht Stabilität, Nähe und Vertrauen.
es: Busca estabilidad, contacto y confianza.
fr: Recherche stabilité, contact et confiance.
hi: चिंगारी, ईमानदारी और गति चाहिए।
ja: 刺激と誠実さ、前進が必要。
pt_br: Precisa de faísca, honestidade e movimento.
ru: Нужны искра, честность и движение.
zh_hans: 需要火花、真诚与行动感。

# sign.taurus.career
source: Excellent in finance, craft, and design.
af: Sterk in leierskap en vinnige besluite.
ca: Excel·lent en finances, artesania i disseny.
de: Exzellent in Finanzen, Handwerk und Design.
es: Excelente en finanzas, artesanía y diseño.
fr: Excellent en finance, artisanat et design.
hi: नेतृत्व और तेज फैसलों में मजबूत।
ja: リーダーシップと迅速な判断に強い。
pt_br: Forte em liderança e decisões rápidas.
ru: Силен в лидерстве и быстрых решениях.
zh_hans: 适合领导与快速决策。

# sign.taurus.color
source: Emerald
af: Karmosyn
ca: Maragda
de: Smaragd
es: Esmeralda
fr: Émeraude
hi: गहरा लाल
ja: クリムゾン
pt_br: Carmesim
ru: Багряный
zh_hans: 绯红

# sign.taurus.stone
source: Rose quartz
af: Karneool
ca: Quars rosa
de: Rosenquarz
es: Cuarzo rosa
fr: Quartz rose
hi: कार्नेलियन
ja: カーネリアン
pt_br: Cornalina
ru: Сердолик
zh_hans: 红玉髓

# sign.gemini.name
source: Gemini
af: Tweeling
ca: Bessons
de: Zwillinge
es: Géminis
fr: Gémeaux
hi: मिथुन
ja: 双子座
pt_br: Gêmeos
ru: Близнецы
zh_hans: 双子座

# sign.gemini.strengths
source: Versatile, witty, social.
af: Dapper, direk, baanbreker.
ca: Versàtil, enginyós, sociable.
de: Vielseitig, geistreich, gesellig.
es: Versátil, ingenioso, sociable.
fr: Polyvalent, ingénieux, sociable.
hi: साहसी, स्पष्ट, अग्रणी।
ja: 勇敢・率直・開拓的。
pt_br: Corajoso, direto, pioneiro.
ru: Смелый, прямой, первопроходец.
zh_hans: 果断、勇敢、开创。

# sign.gemini.weaknesses
source: Restless, inconsistent, overthinks.
af: Impulsief, ongeduldig, reaktief.
ca: Inquiet, inconsistent, pensa massa.
de: Unruhig, inkonsequent, grübelt zu viel.
es: Inquieto, inconsistente, sobrepiensa.
fr: Agité, incohérent, rumine trop.
hi: आवेगी, अधीर, प्रतिक्रियाशील।
ja: 衝動的・短気・反応的。
pt_br: Impulsivo, impaciente, reativo.
ru: Импульсивный, нетерпеливый, резкий.
zh_hans: 冲动、急躁、反应过快。

# sign.gemini.love
source: Needs mental spark and playfulness.
af: Benodig vonk, eerlikheid en beweging.
ca: Necessita connexió mental i joc.
de: Braucht mentale Verbindung und Spiel.
es: Necesita conexión mental y juego.
fr: A besoin de connexion mentale et de jeu.
hi: चिंगारी, ईमानदारी और गति चाहिए।
ja: 刺激と誠実さ、前進が必要。
pt_br: Precisa de faísca, honestidade e movimento.
ru: Нужны искра, честность и движение.
zh_hans: 需要火花、真诚与行动感。

# sign.gemini.career
source: Shines in media, writing, and teaching.
af: Sterk in leierskap en vinnige besluite.
ca: Brilla en mitjans, escriptura i ensenyament.
de: Glänzt in Medien, Schreiben und Lehre.
es: Brilla en medios, escritura y enseñanza.
fr: Brille dans les médias, l'écriture et l'enseignement.
hi: नेतृत्व और तेज फैसलों में मजबूत।
ja: リーダーシップと迅速な判断に強い。
pt_br: Forte em liderança e decisões rápidas.
ru: Силен в лидерстве и быстрых решениях.
zh_hans: 适合领导与快速决策。

# sign.gemini.color
source: Sun yellow
af: Karmosyn
ca: Groc sol
de: Sonnengelb
es: Amarillo sol
fr: Jaune soleil
hi: गहरा लाल
ja: クリムゾン
pt_br: Carmesim
ru: Багряный
zh_hans: 绯红

# sign.gemini.stone
source: Citrine
af: Karneool
ca: Citrí
de: Citrin
es: Citrino
hi: कार्नेलियन
ja: カーネリアン
pt_br: Cornalina
ru: Сердолик
zh_hans: 红玉髓

# sign.cancer.name
source: Cancer
af: Kreef
ca: Cranc
de: Krebs
es: Cáncer
hi: कर्क
ja: 蟹座
pt_br: Câncer
ru: Рак
zh_hans: 巨蟹座

# sign.cancer.strengths
source: Intuitive, protective, loyal.
af: Dapper, direk, baanbreker.
ca: Intuïtiu, protector, lleial.
de: Intuitiv, beschützend, loyal.
es: Intuitivo, protector, leal.
fr: Intuitif, protecteur, loyal.
hi: साहसी, स्पष्ट, अग्रणी।
ja: 勇敢・率直・開拓的。
pt_br: Corajoso, direto, pioneiro.
ru: Смелый, прямой, первопроходец.
zh_hans: 果断、勇敢、开创。

# sign.cancer.weaknesses
source: Moody, guarded, nostalgic.
af: Impulsief, ongeduldig, reaktief.
ca: Canviant, reservat, nostàlgic.
de: Launisch, reserviert, nostalgisch.
es: Cambiante, reservado, nostálgico.
fr: Changeant, réservé, nostalgique.
hi: आवेगी, अधीर, प्रतिक्रियाशील।
ja: 衝動的・短気・反応的。
pt_br: Impulsivo, impaciente, reativo.
ru: Импульсивный, нетерпеливый, резкий.
zh_hans: 冲动、急躁、反应过快。

# sign.cancer.love
source: Needs emotional safety and tenderness.
af: Benodig vonk, eerlikheid en beweging.
ca: Necessita seguretat emocional i tendresa.
de: Braucht emotionale Sicherheit und Zärtlichkeit.
es: Necesita seguridad emocional y ternura.
fr: A besoin de sécurité émotionnelle et de tendresse.
hi: चिंगारी, ईमानदारी और गति चाहिए।
ja: 刺激と誠実さ、前進が必要。
pt_br: Precisa de faísca, honestidade e movimento.
ru: Нужны искра, честность и движение.
zh_hans: 需要火花、真诚与行动感。

# sign.cancer.career
source: Strong in care, healing, and hospitality.
af: Sterk in leierskap en vinnige besluite.
ca: Fort en cures, sanació i hospitalitat.
de: Stark in Pflege, Heilung und Gastfreundschaft.
es: Fuerte en cuidados, sanación y hospitalidad.
fr: Fort dans le soin, la guérison et l'hospitalité.
hi: नेतृत्व और तेज फैसलों में मजबूत।
ja: リーダーシップと迅速な判断に強い。
pt_br: Forte em liderança e decisões rápidas.
ru: Силен в лидерстве и быстрых решениях.
zh_hans: 适合领导与快速决策。

# sign.cancer.color
source: Pearl white
af: Karmosyn
ca: Blanc perla
de: Perlweiß
es: Blanco perla
fr: Blanc perle
hi: गहरा लाल
ja: クリムゾン
pt_br: Carmesim
ru: Багряный
zh_hans: 绯红

# sign.cancer.stone
source: Moonstone
af: Karneool
ca: Pedra lunar
de: Mondstein
es: Piedra lunar
fr: Pierre de lune
hi: कार्नेलियन
ja: カーネリアン
pt_br: Cornalina
ru: Сердолик
zh_hans: 红玉髓

# sign.leo.name
source: Leo
af: Leeu
ca: Lleó
de: Löwe
fr: Lion
hi: सिंह
ja: 獅子座
pt_br: Leão
ru: Лев
zh_hans: 狮子座

# sign.leo.strengths
source: Generous, charismatic, creative.
af: Dapper, direk, baanbreker.
ca: Generós, carismàtic, creatiu.
de: Großzügig, charismatisch, kreativ.
es: Generoso, carismático, creativo.
fr: Généreux, charismatique, créatif.
hi: साहसी, स्पष्ट, अग्रणी।
ja: 勇敢・率直・開拓的。
pt_br: Corajoso, direto, pioneiro.
ru: Смелый, прямой, первопроходец.
zh_hans: 果断、勇敢、开创。

# sign.leo.weaknesses
source: Proud, dramatic, seeks validation.
af: Impulsief, ongeduldig, reaktief.
ca: Orgullós, dramàtic, busca validació.
de: Stolz, dramatisch, sucht Bestätigung.
es: Orgulloso, dramático, busca validación.
fr: Orgueilleux, dramatique, cherche la validation.
hi: आवेगी, अधीर, प्रतिक्रियाशील।
ja: 衝動的・短気・反応的。
pt_br: Impulsivo, impaciente, reativo.
ru: Импульсивный, нетерпеливый, резкий.
zh_hans: 冲动、急躁、反应过快。

# sign.leo.love
source: Wants warmth, devotion, and admiration.
af: Benodig vonk, eerlikheid en beweging.
ca: Vol calidesa, devoció i admiració.
de: Will Wärme, Hingabe und Bewunderung.
es: Quiere calidez, devoción y admiración.
fr: Veut chaleur, dévotion et admiration.
hi: चिंगारी, ईमानदारी और गति चाहिए।
ja: 刺激と誠実さ、前進が必要。
pt_br: Precisa de faísca, honestidade e movimento.
ru: Нужны искра, честность и движение.
zh_hans: 需要火花、真诚与行动感。

# sign.leo.career
source: Very strong in leadership and public presence.
af: Sterk in leierskap en vinnige besluite.
ca: Molt fort en lideratge i projecció pública.
de: Sehr stark in Führung und öffentlicher Präsenz.
es: Muy fuerte en liderazgo y exposición pública.
fr: Très fort en leadership et présence publique.
hi: नेतृत्व और तेज फैसलों में मजबूत।
ja: リーダーシップと迅速な判断に強い。
pt_br: Forte em liderança e decisões rápidas.
ru: Силен в лидерстве и быстрых решениях.
zh_hans: 适合领导与快速决策。

# sign.leo.color
source: Gold
af: Karmosyn
ca: Daurat
es: Dorado
fr: Or
hi: गहरा लाल
ja: クリムゾン
pt_br: Carmesim
ru: Багряный
zh_hans: 绯红

# sign.leo.stone
source: Sunstone
af: Karneool
ca: Pedra del sol
de: Sonnenstein
es: Piedra del sol
fr: Pierre de soleil
hi: कार्नेलियन
ja: カーネリアン
pt_br: Cornalina
ru: Сердолик
zh_hans: 红玉髓

# sign.virgo.name
source: Virgo
af: Maagd
ca: Verge
de: Jungfrau
fr: Vierge
hi: कन्या
ja: 乙女座
pt_br: Virgem
ru: Дева
zh_hans: 处女座

# sign.virgo.strengths
source: Analytical, practical, reliable.
af: Dapper, direk, baanbreker.
ca: Analític, pràctic, fiable.
de: Analytisch, praktisch, verlässlich.
es: Analítico, práctico, fiable.
fr: Analytique, pratique, fiable.
hi: साहसी, स्पष्ट, अग्रणी।
ja: 勇敢・率直・開拓的。
pt_br: Corajoso, direto, pioneiro.
ru: Смелый, прямой, первопроходец.
zh_hans: 果断、勇敢、开创。

# sign.virgo.weaknesses
source: Critical, anxious, rigid with routines.
af: Impulsief, ongeduldig, reaktief.
ca: Crític, ansiós, rígid amb rutines.
de: Kritisch, ängstlich, starr in Routinen.
es: Crítico, ansioso, rígido con rutinas.
fr: Critique, anxieux, rigide avec les routines.
hi: आवेगी, अधीर, प्रतिक्रियाशील।
ja: 衝動的・短気・反応的。
pt_br: Impulsivo, impaciente, reativo.
ru: Импульсивный, нетерпеливый, резкий.
zh_hans: 冲动、急躁、反应过快。

# sign.virgo.love
source: Needs reliability and subtle affection.
af: Benodig vonk, eerlikheid en beweging.
ca: Necessita fiabilitat i afecte subtil.
de: Braucht Verlässlichkeit und subtile Zuneigung.
es: Necesita fiabilidad y afecto sutil.
fr: A besoin de fiabilité et d'affection subtile.
hi: चिंगारी, ईमानदारी और गति चाहिए।
ja: 刺激と誠実さ、前進が必要。
pt_br: Precisa de faísca, honestidade e movimento.
ru: Нужны искра, честность и движение.
zh_hans: 需要火花、真诚与行动感。

# sign.virgo.career
source: Excellent in analysis, health, and systems.
af: Sterk in leierskap en vinnige besluite.
ca: Excel·lent en anàlisi, salut i sistemes.
de: Exzellent in Analyse, Gesundheit und Systemen.
es: Excelente en análisis, salud y sistemas.
fr: Excellent en analyse, santé et systèmes.
hi: नेतृत्व और तेज फैसलों में मजबूत।
ja: リーダーシップと迅速な判断に強い。
pt_br: Forte em liderança e decisões rápidas.
ru: Силен в лидерстве и быстрых решениях.
zh_hans: 适合领导与快速决策。

# sign.virgo.color
source: Sage green
af: Karmosyn
ca: Verd sàlvia
de: Salbeigrün
es: Verde salvia
fr: Vert sauge
hi: गहरा लाल
ja: クリムゾン
pt_br: Carmesim
ru: Багряный
zh_hans: 绯红
