Repository: AlbertArredondoAlfaro/AstroGlass
Catalog: AstroGlass/Resources/*.lproj/Localizable.strings
Languages: af, ca, de, es, fr, hi, ja, pt_br, ru, zh_hans

# sign.virgo.stone
source: Jade
af: Karneool
hi: कार्नेलियन
ja: カーネリアン
pt_br: Cornalina
ru: Сердолик
zh_hans: 红玉髓

# sign.libra.name
source: Libra
af: Weegskaal
ca: Balança
de: Waage
fr: Balance
hi: तुला
ja: 天秤座
ru: Весы
zh_hans: 天秤座

# sign.libra.strengths
source: Diplomatic, elegant, fair.
af: Dapper, direk, baanbreker.
ca: Diplomàtic, elegant, just.
de: Diplomatisch, elegant, gerecht.
es: Diplomático, elegante, justo.
fr: Diplomate, élégant, juste.
hi: साहसी, स्पष्ट, अग्रणी।
ja: 勇敢・率直・開拓的。
pt_br: Corajoso, direto, pioneiro.
ru: Смелый, прямой, первопроходец.
zh_hans: 果断、勇敢、开创。

# sign.libra.weaknesses
source: People-pleasing, conflict-avoidant.
af: Impulsief, ongeduldig, reaktief.
ca: Complaent, evita el conflicte.
de: Anpassend, konfliktscheu.
es: Complaciente, evita el conflicto.
fr: Complaît aux autres, évite le conflit.
hi: आवेगी, अधीर, प्रतिक्रियाशील।
ja: 衝動的・短気・反応的。
pt_br: Impulsivo, impaciente, reativo.
ru: Импульсивный, нетерпеливый, резкий.
zh_hans: 冲动、急躁、反应过快。

# sign.libra.love
source: Seeks partnership and shared beauty.
af: Benodig vonk, eerlikheid en beweging.
ca: Busca parella i bellesa compartida.
de: Sucht Partnerschaft und geteilte Schönheit.
es: Busca pareja y belleza compartida.
fr: Recherche partenariat et beauté partagée.
hi: चिंगारी, ईमानदारी और गति चाहिए।
ja: 刺激と誠実さ、前進が必要。
pt_br: Precisa de faísca, honestidade e movimento.
ru: Нужны искра, честность и движение.
zh_hans: 需要火花、真诚与行动感。

# sign.libra.career
source: Strong in law, design, and mediation.
af: Sterk in leierskap en vinnige besluite.
ca: Fort en dret, disseny i mediació.
de: Stark in Recht, Design und Mediation.
es: Fuerte en derecho, diseño y mediación.
fr: Fort en droit, design et médiation.
hi: नेतृत्व और तेज फैसलों में मजबूत।
ja: リーダーシップと迅速な判断に強い。
pt_br: Forte em liderança e decisões rápidas.
ru: Силен в лидерстве и быстрых решениях.
zh_hans: 适合领导与快速决策。

# sign.libra.color
source: Rose
af: Karmosyn
ca: Rosa
de: Rosa
es: Rosa
hi: गहरा लाल
ja: クリムゾン
pt_br: Carmesim
ru: Багряный
zh_hans: 绯红

# sign.libra.stone
source: Opal
af: Karneool
ca: Òpal
es: Ópalo
fr: Opale
hi: कार्नेलियन
ja: カーネリアン
pt_br: Cornalina
ru: Сердолик
zh_hans: 红玉髓

# sign.scorpio.name
source: Scorpio
af: Skerpioen
ca: Escorpí
de: Skorpion
es: Escorpio
fr: Scorpion
hi: वृश्चिक
ja: 蠍座
pt_br: Escorpião
ru: Скорпион
zh_hans: 天蝎座

# sign.scorpio.strengths
source: Intense, strategic, loyal.
af: Dapper, direk, baanbreker.
ca: Intens, estratègic, lleial.
de: Intensiv, strategisch, loyal.
es: Intenso, estratégico, leal.
fr: Intense, stratégique, loyal.
hi: साहसी, स्पष्ट, अग्रणी।
ja: 勇敢・率直・開拓的。
pt_br: Corajoso, direto, pioneiro.
ru: Смелый, прямой, первопроходец.
zh_hans: 果断、勇敢、开创。

# sign.scorpio.weaknesses
source: Jealous, reserved, extreme.
af: Impulsief, ongeduldig, reaktief.
ca: Gelós, reservat, extrem.
de: Eifersüchtig, reserviert, extrem.
es: Celoso, reservado, extremo.
fr: Jaloux, réservé, extrême.
hi: आवेगी, अधीर, प्रतिक्रियाशील।
ja: 衝動的・短気・反応的。
pt_br: Impulsivo, impaciente, reativo.
ru: Импульсивный, нетерпеливый, резкий.
zh_hans: 冲动、急躁、反应过快。

# sign.scorpio.love
source: Seeks depth and emotional truth.
af: Benodig vonk, eerlikheid en beweging.
ca: Busca profunditat i veritat emocional.
de: Sucht Tiefe und emotionale Wahrheit.
es: Busca profundidad y verdad emocional.
fr: Recherche profondeur et vérité émotionnelle.
hi: चिंगारी, ईमानदारी और गति चाहिए।
ja: 刺激と誠実さ、前進が必要。
pt_br: Precisa de faísca, honestidade e movimento.
ru: Нужны искра, честность и движение.
zh_hans: 需要火花、真诚与行动感。

# sign.scorpio.career
source: Powerful in research and strategy.
af: Sterk in leierskap en vinnige besluite.
ca: Potent en recerca i estratègia.
de: Stark in Forschung und Strategie.
es: Potente en investigación y estrategia.
fr: Puissant en recherche et stratégie.
hi: नेतृत्व और तेज फैसलों में मजबूत।
ja: リーダーシップと迅速な判断に強い。
pt_br: Forte em liderança e decisões rápidas.
ru: Силен в лидерстве и быстрых решениях.
zh_hans: 适合领导与快速决策。

# sign.scorpio.color
source: Obsidian
af: Karmosyn
ca: Obsidiana
es: Obsidiana
fr: Obsidienne
hi: गहरा लाल
ja: クリムゾン
pt_br: Carmesim
ru: Багряный
zh_hans: 绯红

# sign.scorpio.stone
source: Garnet
af: Karneool
ca: Granat
de: Granat
es: Granate
fr: Grenat
hi: कार्नेलियन
ja: カーネリアン
pt_br: Cornalina
ru: Сердолик
zh_hans: 红玉髓

# sign.sagittarius.name
source: Sagittarius
af: Boogskutter
ca: Sagitari
de: Schütze
es: Sagitario
fr: Sagittaire
hi: धनु
ja: 射手座
pt_br: Sagitário
ru: Стрелец
zh_hans: 射手座

# sign.sagittarius.strengths
source: Optimistic, adventurous, sincere.
af: Dapper, direk, baanbreker.
ca: Optimista, aventurer, sincer.
de: Optimistisch, abenteuerlustig, aufrichtig.
es: Optimista, aventurero, sincero.
fr: Optimiste, aventurier, sincère.
hi: साहसी, स्पष्ट, अग्रणी।
ja: 勇敢・率直・開拓的。
pt_br: Corajoso, direto, pioneiro.
ru: Смелый, прямой, первопроходец.
zh_hans: 果断、勇敢、开创。

# sign.sagittarius.weaknesses
source: Blunt, restless, overpromises.
af: Impulsief, ongeduldig, reaktief.
ca: Brusc, inquiet, promet massa.
de: Direkt, unruhig, verspricht zu viel.
es: Brusco, inquieto, promete de más.
fr: Brutal, agité, promet trop.
hi: आवेगी, अधीर, प्रतिक्रियाशील।
ja: 衝動的・短気・反応的。
pt_br: Impulsivo, impaciente, reativo.
ru: Импульсивный, нетерпеливый, резкий.
zh_hans: 冲动、急躁、反应过快。

# sign.sagittarius.love
source: Needs freedom and shared adventure.
af: Benodig vonk, eerlikheid en beweging.
ca: Necessita llibertat i aventura compartida.
de: Braucht Freiheit und gemeinsames Abenteuer.
es: Necesita libertad y aventura compartida.
fr: A besoin de liberté et d'aventure partagée.
hi: चिंगारी, ईमानदारी और गति चाहिए।
ja: 刺激と誠実さ、前進が必要。
pt_br: Precisa de faísca, honestidade e movimento.
ru: Нужны искра, честность и движение.
zh_hans: 需要火花、真诚与行动感。

# sign.sagittarius.career
source: Excels in travel, teaching, and publishing.
af: Sterk in leierskap en vinnige besluite.
ca: Destaca en viatges, ensenyament i publicació.
de: Stark in Reisen, Lehre und Publikation.
es: Destaca en viajes, enseñanza y publicación.
fr: Excelle en voyage, enseignement et publication.
hi: नेतृत्व और तेज फैसलों में मजबूत।
ja: リーダーシップと迅速な判断に強い。
pt_br: Forte em liderança e decisões rápidas.
ru: Силен в лидерстве и быстрых решениях.
zh_hans: 适合领导与快速决策。

# sign.sagittarius.color
source: Indigo
af: Karmosyn
ca: Índigo
es: Índigo
hi: गहरा लाल
ja: クリムゾン
pt_br: Carmesim
ru: Багряный
zh_hans: 绯红

# sign.sagittarius.stone
source: Lapis lazuli
af: Karneool
ca: Lapislàtzuli
es: Lapislázuli
hi: कार्नेलियन
ja: カーネリアン
pt_br: Cornalina
ru: Сердолик
zh_hans: 红玉髓

# sign.capricorn.name
source: Capricorn
af: Steenbok
de: Steinbock
es: Capricornio
fr: Capricorne
hi: मकर
ja: 山羊座
pt_br: Capricórnio
ru: Козерог
zh_hans: 摩羯座

# sign.capricorn.strengths
source: Disciplined, strategic, resilient.
af: Dapper, direk, baanbreker.
ca: Disciplinat, estratègic, resilient.
de: Diszipliniert, strategisch, resilient.
es: Disciplinado, estratégico, resiliente.
fr: Discipliné, stratégique, résilient.
hi: साहसी, स्पष्ट, अग्रणी।
ja: 勇敢・率直・開拓的。
pt_br: Corajoso, direto, pioneiro.
ru: Смелый, прямой, первопроходец.
zh_hans: 果断、勇敢、开创。

# sign.capricorn.weaknesses
source: Coldness, work obsession, control.
af: Impulsief, ongeduldig, reaktief.
ca: Fredor, obsessió per la feina, control.
de: Kühle, Arbeitsfixierung, Kontrolle.
es: Frío, obsesión por el trabajo, control.
fr: Froideur, obsession du travail, contrôle.
hi: आवेगी, अधीर, प्रतिक्रियाशील।
ja: 衝動的・短気・反応的。
pt_br: Impulsivo, impaciente, reativo.
ru: Импульсивный, нетерпеливый, резкий.
zh_hans: 冲动、急躁、反应过快。

# sign.capricorn.love
source: Values loyalty and long-term trust.
af: Benodig vonk, eerlikheid en beweging.
ca: Valora lleialtat i confiança a llarg termini.
de: Schätzt Loyalität und langfristiges Vertrauen.
es: Valora lealtad y confianza a largo plazo.
fr: Valorise loyauté et confiance à long terme.
hi: चिंगारी, ईमानदारी और गति चाहिए।
ja: 刺激と誠実さ、前進が必要。
pt_br: Precisa de faísca, honestidade e movimento.
ru: Нужны искра, честность и движение.
zh_hans: 需要火花、真诚与行动感。

# sign.capricorn.career
source: Very solid in management and operations.
af: Sterk in leierskap en vinnige besluite.
ca: Molt sòlid en gestió i operacions.
de: Sehr solide in Management und Betrieb.
es: Muy sólido en gestión y operaciones.
fr: Très solide en gestion et opérations.
hi: नेतृत्व और तेज फैसलों में मजबूत।
ja: リーダーシップと迅速な判断に強い。
pt_br: Forte em liderança e decisões rápidas.
ru: Силен в лидерстве и быстрых решениях.
zh_hans: 适合领导与快速决策。

# sign.capricorn.color
source: Charcoal
af: Karmosyn
ca: Carbó
de: Anthrazit
es: Carbón
fr: Charbon
hi: गहरा लाल
ja: クリムゾン
pt_br: Carmesim
ru: Багряный
zh_hans: 绯红

# sign.capricorn.stone
source: Onyx
af: Karneool
ca: Ònix
es: Ónix
hi: कार्नेलियन
ja: カーネリアン
pt_br: Cornalina
ru: Сердолик
zh_hans: 红玉髓

# sign.aquarius.name
source: Aquarius
af: Waterman
ca: Aquari
de: Wassermann
es: Acuario
fr: Verseau
hi: कुंभ
ja: 水瓶座
pt_br: Aquário
ru: Водолей
zh_hans: 水瓶座

# sign.aquarius.strengths
source: Inventive, independent, humanitarian.
af: Dapper, direk, baanbreker.
ca: Inventiu, independent, humanitari.
de: Erfinderisch, unabhängig, humanitär.
es: Inventivo, independiente, humanitario.
fr: Inventif, indépendant, humanitaire.
hi: साहसी, स्पष्ट, अग्रणी।
ja: 勇敢・率直・開拓的。
pt_br: Corajoso, direto, pioneiro.
ru: Смелый, прямой, первопроходец.
zh_hans: 果断、勇敢、开创。

# sign.aquarius.weaknesses
source: Detached, stubborn, unpredictable.
af: Impulsief, ongeduldig, reaktief.
ca: Distant, tossut, imprevisible.
de: Distanziert, stur, unberechenbar.
es: Distante, terco, imprevisible.
fr: Distant, têtu, imprévisible.
hi: आवेगी, अधीर, प्रतिक्रियाशील।
ja: 衝動的・短気・反応的。
pt_br: Impulsivo, impaciente, reativo.
ru: Импульсивный, нетерпеливый, резкий.
zh_hans: 冲动、急躁、反应过快。

# sign.aquarius.love
source: Needs freedom and intellectual bond.
af: Benodig vonk, eerlikheid en beweging.
ca: Necessita llibertat i vincle intel·lectual.
de: Braucht Freiheit und intellektuelle Verbindung.
es: Necesita libertad y vínculo intelectual.
fr: A besoin de liberté et de lien intellectuel.
hi: चिंगारी, ईमानदारी और गति चाहिए।
ja: 刺激と誠実さ、前進が必要。
pt_br: Precisa de faísca, honestidade e movimento.
ru: Нужны искра, честность и движение.
zh_hans: 需要火花、真诚与行动感。

# sign.aquarius.career
source: Excellent in technology and social systems.
af: Sterk in leierskap en vinnige besluite.
ca: Excel·lent en tecnologia i sistemes socials.
de: Exzellent in Technologie und sozialen Systemen.
es: Excelente en tecnología y sistemas sociales.
fr: Excellent en technologie et systèmes sociaux.
hi: नेतृत्व और तेज फैसलों में मजबूत।
ja: リーダーシップと迅速な判断に強い。
pt_br: Forte em liderança e decisões rápidas.
ru: Силен в лидерстве и быстрых решениях.
zh_hans: 适合领导与快速决策。

# sign.aquarius.color
source: Electric blue
af: Karmosyn
ca: Blau elèctric
de: Elektrisches Blau
es: Azul eléctrico
fr: Bleu électrique
hi: गहरा लाल
ja: クリムゾン
pt_br: Carmesim
ru: Багряный
zh_hans: 绯红

# sign.aquarius.stone
source: Amethyst
af: Karneool
ca: Amatista
es: Amatista
fr: Améthyste
hi: कार्नेलियन
ja: カーネリアン
pt_br: Cornalina
ru: Сердолик
zh_hans: 红玉髓

# sign.pisces.name
source: Pisces
af: Visse
ca: Peixos
de: Fische
es: Piscis
fr: Poissons
hi: मीन
ja: 魚座
pt_br: Peixes
ru: Рыбы
zh_hans: 双鱼座

# sign.pisces.strengths
source: Empathic, artistic, spiritual.
af: Dapper, direk, baanbreker.
ca: Empàtic, artístic, espiritual.
de: Empathisch, künstlerisch, spirituell.
es: Empático, artístico, espiritual.
fr: Empathique, artistique, spirituel.
hi: साहसी, स्पष्ट, अग्रणी।
ja: 勇敢・率直・開拓的。
pt_br: Corajoso, direto, pioneiro.
ru: Смелый, прямой, первопроходец.
zh_hans: 果断、勇敢、开创。

# sign.pisces.weaknesses
source: Blurred boundaries, idealism, avoidance.
af: Impulsief, ongeduldig, reaktief.
ca: Límits difusos, idealisme, evasió.
de: Diffuse Grenzen, Idealismus, Vermeidung.
es: Límites difusos, idealismo, evasión.
fr: Limites floues, idéalisme, évitement.
hi: आवेगी, अधीर, प्रतिक्रियाशील।
ja: 衝動的・短気・反応的。
pt_br: Impulsivo, impaciente, reativo.
ru: Импульсивный, нетерпеливый, резкий.
zh_hans: 冲动、急躁、反应过快。

# sign.pisces.love
source: Seeks soulful intimacy and tenderness.
af: Benodig vonk, eerlikheid en beweging.
ca: Busca intimitat de l'ànima i tendresa.
de: Sucht seelische Intimität und Zärtlichkeit.
es: Busca intimidad del alma y ternura.
fr: Recherche intimité d'âme et tendresse.
hi: चिंगारी, ईमानदारी और गति चाहिए।
ja: 刺激と誠実さ、前進が必要。
pt_br: Precisa de faísca, honestidade e movimento.
ru: Нужны искра, честность и движение.
zh_hans: 需要火花、真诚与行动感。

# sign.pisces.career
source: Shines in arts and healing practices.
af: Sterk in leierskap en vinnige besluite.
ca: Brilla en arts i pràctiques de sanació.
de: Glänzt in Kunst und Heilpraktiken.
es: Brilla en artes y prácticas de sanación.
fr: Brille dans les arts et les pratiques de guérison.
hi: नेतृत्व और तेज फैसलों में मजबूत।
ja: リーダーシップと迅速な判断に強い。
pt_br: Forte em liderança e decisões rápidas.
ru: Силен в лидерстве и быстрых решениях.
zh_hans: 适合领导与快速决策。

# sign.pisces.color
source: Seafoam
af: Karmosyn
ca: Verd aigua
de: Wassergrün
es: Verde agua
fr: Vert d'eau
hi: गहरा लाल
ja: クリムゾン
pt_br: Carmesim
ru: Багряный
zh_hans: 绯红

# sign.pisces.stone
source: Aquamarine
af: Karneool
ca: Aiguamarina
de: Aquamarin
es: Aguamarina
fr: Aigue-marine
hi: कार्नेलियन
ja: カーネリアン
pt_br: Cornalina
ru: Сердолик
zh_hans: 红玉髓

# onboarding.city.helper
source: Write your birth city and we will find the coordinates automatically.
af: Skryf jou geboortestad en ons vind die koördinate outomaties.
ca: Escriu la teva ciutat de naixement i buscarem les coordenades automàticament.
de: Schreibe deine Geburtsstadt, wir suchen die Koordinaten automatisch.
es: Escribe tu ciudad de nacimiento y buscaremos las coordenadas automáticamente.
fr: Écris ta ville de naissance et nous chercherons les coordonnées automatiquement.
hi: अपना जन्म शहर लिखें, हम निर्देशांक स्वतः ढूँढ लेंगे।
ja: 出生都市を入力してください。座標を自動検索します。
pt_br: Digite sua cidade de nascimento e buscaremos as coordenadas automaticamente.
ru: Введите город рождения, и мы автоматически найдем координаты.
zh_hans: 输入你的出生城市，我们将自动查找坐标。

# onboarding.city.loading
source: Searching city coordinates...
af: Soek stadkoördinate...
ca: Cercant coordenades de la ciutat...
de: Suche Stadtkoordinaten...
es: Buscando coordenadas de la ciudad...
fr: Recherche des coordonnées de la ville...
hi: शहर के निर्देशांक खोजे जा रहे हैं...
ja: 都市座標を検索中...
pt_br: Buscando coordenadas da cidade...
ru: Ищем координаты города...
zh_hans: 正在搜索城市坐标...

# onboarding.city.error.empty
source: Enter the name of a city.
af: Voer asseblief ’n stadnaam in.
ca: Introdueix el nom d'una ciutat.
de: Gib den Namen einer Stadt ein.
es: Introduce el nombre de una ciudad.
fr: Saisis le nom d'une ville.
hi: कृपया शहर का नाम लिखें।
ja: 都市名を入力してください。
pt_br: Digite o nome de uma cidade.
ru: Введите название города.
zh_hans: 请输入城市名称。

# onboarding.city.error.notfound
source: We could not find that city. Try adding country, for example: "Seville, Spain".
af: Ons kon nie daardie stad vind nie. Probeer met land, bv. "Seville, Spain".
ca: No hem trobat aquesta ciutat. Prova amb país, per exemple: "Sevilla, Espanya".
de: Diese Stadt wurde nicht gefunden. Versuche es mit Land, z. B. "Sevilla, Spanien".
es: No hemos encontrado esa ciudad. Prueba con país, por ejemplo: "Sevilla, España".
fr: Nous n'avons pas trouvé cette ville. Essaie avec le pays, par exemple : "Séville, Espagne".
hi: यह शहर नहीं मिला। उदाहरण: "Seville, Spain".
ja: 都市が見つかりません。例: 「Seville, Spain」
pt_br: Não encontramos essa cidade. Tente com país, por exemplo: "Sevilha, Espanha".
ru: Город не найден. Добавьте страну, например: "Севилья, Испания".
zh_hans: 未找到该城市。请加上国家，例如“塞维利亚，西班牙”。

# onboarding.city.error.network
source: Network error while searching for city. Try again.
af: Netwerkfout tydens stadsoektog. Probeer weer.
ca: Error de xarxa en cercar la ciutat. Torna-ho a provar.
de: Netzwerkfehler bei der Stadtsuche. Bitte erneut versuchen.
es: Error de red al buscar la ciudad. Inténtalo de nuevo.
fr: Erreur réseau lors de la recherche de la ville. Réessaie.
hi: नेटवर्क त्रुटि। फिर से प्रयास करें।
ja: 都市検索中にネットワークエラー。再試行してください。
pt_br: Erro de rede ao buscar a cidade. Tente novamente.
ru: Ошибка сети при поиске города. Попробуйте снова.
zh_hans: 搜索城市时网络错误，请重试。

# onboarding.city.error.denied
source: Location services are blocked for this app.
af: Liggingdienste is vir hierdie app geblokkeer.
ca: Els serveis d'ubicació estan bloquejats per a aquesta app.
de: Standortdienste sind für diese App blockiert.
es: Los servicios de localización están bloqueados para esta app.
fr: Les services de localisation sont bloqués pour cette app.
hi: इस ऐप के लिए लोकेशन सेवाएँ बंद हैं।
ja: このアプリの位置情報サービスは無効です。
pt_br: Os serviços de localização estão bloqueados para este app.
ru: Службы геолокации для этого приложения заблокированы.
zh_hans: 此应用的定位服务被禁用。

# onboarding.city.error.generic
source: We could not resolve that city right now. Try again.
af: Ons kon nie nou daardie stad oplos nie. Probeer weer.
ca: Ara mateix no hem pogut resoldre aquesta ciutat. Torna-ho a provar.
de: Diese Stadt konnte gerade nicht aufgelöst werden. Bitte erneut versuchen.
es: No hemos podido resolver esa ciudad ahora mismo. Vuelve a intentarlo.
fr: Nous n'avons pas pu résoudre cette ville pour le moment. Réessaie.
hi: अभी शहर का मिलान नहीं हो सका। कृपया फिर प्रयास करें।
ja: 現在この都市を解決できません。再試行してください。
pt_br: Não foi possível resolver essa cidade agora. Tente novamente.
ru: Сейчас не удалось определить этот город. Попробуйте снова.
zh_hans: 暂时无法解析该城市，请稍后再试。

# onboarding.city.confirmed
source: City recognized
af: Stad herken
ca: Ciutat reconeguda
de: Stadt erkannt
es: Ciudad reconocida
fr: Ville reconnue
hi: शहर पहचान लिया गया
ja: 都市を確認しました
pt_br: Cidade reconhecida
ru: Город распознан
zh_hans: 城市已识别

# weekly.sun.full
source: Sun sign
af: Sonteken
ca: Signe solar
de: Sternzeichen
es: Signo solar
fr: Signe solaire
hi: सूर्य राशि
ja: 太陽星座
pt_br: Signo solar
ru: Солнечный знак
zh_hans: 太阳星座

# weekly.asc.full
source: Rising sign
af: Ascendant
ca: Ascendent
de: Aszendent
es: Ascendente
fr: Ascendant
hi: लग्न
ja: アセンダント
pt_br: Ascendente
ru: Асцендент
zh_hans: 上升星座

# weekly.forecast.title
source: Weekly forecast
af: Weeklikse voorspelling
ca: Previsió setmanal
de: Wöchentliche Prognose
es: Previsión semanal
fr: Prévision hebdomadaire
hi: साप्ताहिक पूर्वानुमान
ja: 週間予測
pt_br: Previsão semanal
ru: Недельный прогноз
zh_hans: 每周预测

# ai.model.loading
source: Loading weekly forecast
af: Laai weeklikse voorspelling
ca: Carregant previsió setmanal
de: Wöchentliche Prognose wird geladen
es: Cargando previsión semanal
fr: Chargement des prévisions hebdomadaires
hi: साप्ताहिक पूर्वानुमान लोड हो रहा है
ja: 週間予測を読み込み中
pt_br: Carregando previsão semanal
ru: Загрузка недельного прогноза
zh_hans: 正在加载每周预测
